{
    "ValentineMessages": [
        [ "I totally a-Dumbledore you!", 
            "You're the cutest person to me!", 
            "I would choose you over anyone else!", 
            "You're the friend I was looking for!", 
            "You're adorable, I've got a little crush on you!", 
            "I love 'ya more than Sassi loves cookies!", 
            "Thank you for always being a wonderful friend to me!", 
            "You've got the key to my heart!", 
            "I'll always be your friend!", 
            "I would love to be your Valentine!", 
            "Are you magical? Because you've got me under your spell!", 
            "Have you used a love potion on me or are you just that irresistible?", 
            "I'm so grateful to be able to call you my friend!", 
            "Your friendship means the world to me!", 
            "If you were a book, I'd check you out!", 
            "You are one of the most beautiful persons in this place!", 
            "You are very talented, I admire your skills!", 
            "You are always able to make me laugh, I appreciate your humor!", 
            "You are a Cutie Pie!", 
            "You are beautiful inside and out!", 
            "You are very fun to be with!", 
            "I appreciate your company! ", 
            "I'm always happy if you're around!", 
            "Spending time with you makes my day better!", 
            "You are a very special person to me and I highly appreciate you!"
        ], ["You are capable and strong!", 
            "You are wonderful and kind!", 
            "You are perfect just the way you are!", 
            "I wish I were an octopus, so I would have 8 arms to hug you with!", 
            "I want you to be happy, because you deserve it!", 
            "I will be your hero if you ever need one!", 
            "I would protect you like a pirate protects it's treasure!", 
            "I've got my eye on you, precious!", 
            "I got lego-lost in your eyes!", 
            "I'd eat you for second breakfast!", 
            "Are you a Death Eater? 'Cause AzkaDAMN!", 
            "I'd take you to my Chamber of Secrets!", 
            "I'm severusly falling for you!", 
            "You must be a Horcrux because a little piece of me is always with you!", 
            "You're aThorable!"
        ]
    ]
}